Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/laozi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 修之於身，
en: Dao when nursed within one's self,

source: 其德乃真；
en: His vigour will make true;

source: 修之於家，
en: And where the family it rules

source: 其德乃餘；
en: What riches will accrue!

source: 修之於鄉，
en: The neighbourhood where it prevails

source: 其德乃長；修之於國，
en: In thriving will abound; And when 'tis seen throughout the state,

source: 其德乃豐；
en: Good fortune will be found.

source: 修之於天下，
en: Employ it the kingdom o'er,

source: 其德乃普。
en: And men thrive all around.

source: 故以身觀身，以家觀家，
en: In this way the effect will be seen in the person, by the observation of different cases;

source: 以鄉觀鄉，
en: in the family; in the neighbourhood;

source: 以國觀國，
en: in the state; and in the kingdom.

source: 以天下觀天下。吾何以知天下然哉？以此。
en: How do I know that this effect is sure to hold thus all under the sky? By this (method of observation).

source: 含德之厚，比於赤子。
en: He who has in himself abundantly the attributes (of the Dao) is like an infant.

source: 蜂蠆虺蛇不螫，
en: Poisonous insects will not sting him; fierce beasts will not seize him;

source: 猛獸不據，
en: birds of prey will not strike him.

source: 攫鳥不搏。骨弱筋柔而握固。
en: (The infant's) bones are weak and its sinews soft, but yet its grasp is firm.

source: 未知牝牡之合而全作，
en: It knows not yet the union of male and female, and yet its virile member may be excited;

source: 精之至也。
en: - showing the perfection of its physical essence.

source: 終日號而不嗄，
en: All day long it will cry without its throat becoming hoarse; - showing the harmony (in its constitution).

source: 和之至也。
en: To him by whom this harmony is known,

source: 知和曰常，
en: (The secret of) the unchanging (Dao) is shown,

source: 益生曰祥。
en: All life-increasing arts to evil turn;

source: 心使氣曰強。
en: Where the mind makes the vital breath to burn,

source: 物壯則老，謂之不道，
en: When things have become strong, they (then) become old, which may be said to be contrary to the Dao.

source: 不道早已。
en: Whatever is contrary to the Dao soon ends.

source: 知者不言，言者不知。
en: He who knows (the Dao) does not (care to) speak (about it);

source: 塞其兌，閉其門，
en: he who is (ever ready to) speak about it does not know it.

source: 挫其銳，解其分，和其光，
en: He (who knows it) will keep his mouth shut and close the portals (of his nostrils).

source: 同其塵，是謂玄同。
en: He will blunt his sharp points and unravel the complications of things;

source: 故不可得而親，不可得而疏；
en: he will attemper his brightness, and bring himself into agreement with the obscurity (of others).

source: 不可得而利，
en: This is called 'the Mysterious Agreement.'

source: 不可得而害；
en: (Such an one) cannot be treated familiarly or distantly;

source: 不可得而貴，
en: he is beyond all consideration of profit or injury;

source: 不可得而賤。
en: beyond all consideration of nobility or meanness:

source: 故為天下貴。
en: - he is the noblest man under heaven.

source: 以正治國，
en: A state may be ruled by (measures of) correction;

source: 以奇用兵，
en: weapons of war may be used with crafty dexterity;

source: 以無事取天下。
en: (but) the kingdom is made one's own (only) by freedom from action and purpose.

source: 吾何以知其然哉？以此。天下多忌諱，
en: How do I know that it is so? By these facts: - In the kingdom the multiplication of prohibitive enactments increases the poverty of the people;

source: 而民彌貧；民多利器，國家滋昬；
en: the more implements to add to their profit that the people have, the greater disorder is there in the state and clan;

source: 人多伎巧，奇物滋起；
en: the more acts of crafty dexterity that men possess, the more do strange contrivances appear;

source: 法令滋彰，盜賊多有。
en: the more display there is of legislation, the more thieves and robbers there are.

source: 故聖人云﹕「我無為而民自化，
en: Therefore a sage has said, 'I will do nothing (of purpose), and the people will be transformed of themselves;

source: 我好靜而民自正，
en: I will be fond of keeping still, and the people will of themselves become correct.

source: 我無事而民自富，
en: I will take no trouble about it, and the people will of themselves become rich;

source: 我無欲而民自樸。」
en: I will manifest no ambition, and the people will of themselves attain to the primitive simplicity.'

source: 其政悶悶，
en: The government that seems the most unwise,

source: 其民淳淳；
en: Oft goodness to the people best supplies;

source: 其政察察，
en: That which is meddling, touching everything,

source: 其民缺缺。
en: Will work but ill, and disappointment bring.

source: 禍兮福之所倚，
en: Misery! - happiness is to be found by its side! Happiness!

source: 福兮禍之所伏。孰知其極？
en: - misery lurks beneath it! Who knows what either will come to in the end? Shall we then dispense with correction?

source: 其無正。正復為奇，善復為妖。
en: The (method of) correction shall by a turn become distortion, and the good in it shall by a turn become evil.

source: 人之迷，其日固久。
en: The delusion of the people (on this point) has indeed subsisted for a long time.

source: 是以聖人方而不割，
en: Therefore the sage is (like) a square which cuts no one (with its angles);

source: 廉而不劌，
en: (like) a corner which injures no one (with its sharpness).

source: 直而不肆，
en: He is straightforward, but allows himself no license;

source: 光而不燿。
en: he is bright, but does not dazzle.

source: 治人事天，莫若嗇。
en: For regulating the human (in our constitution) and rendering the (proper) service to the heavenly, there is nothing like moderation.

source: 夫唯嗇，是謂早服；
en: It is only by this moderation that there is effected an early return (to man's normal state).

source: 早服謂之重積德；
en: That early return is what I call the repeated accumulation of the attributes (of the Dao).

source: 重積德則無不克，
en: With that repeated accumulation of those attributes, there comes the subjugation (of every obstacle to such return).

source: 無不克則莫知其極；
en: Of this subjugation we know not what shall be the limit;

source: 莫知其極，可以有國；
en: and when one knows not what the limit shall be, he may be the ruler of a state.

source: 有國之母，
en: He who possesses the mother of the state may continue long.

source: 可以長久；是謂深根固柢，
en: His case is like that (of the plant) of which we say that its roots are deep and its flower stalks firm:

source: 長生久視之道。
en: - this is the way to secure that its enduring life shall long be seen.

source: 治大國，若烹小鮮。以道莅天下，其鬼不神；
en: Governing a great state is like cooking small fish. Let the kingdom be governed according to the Dao, and the manes of the departed will not manifest their spiritual energy.

source: 非其鬼不神，其神不傷人；
en: It is not that those manes have not that spiritual energy, but it will not be employed to hurt men.

source: 非其神不傷人，聖人亦不傷人。
en: It is not that it could not hurt men, but neither does the ruling sage hurt them.

source: 夫兩不相傷，故德交歸焉。
en: When these two do not injuriously affect each other, their good influences converge in the virtue (of the Dao).

source: 大國者下流，天下之交。
en: What makes a great state is its being (like) a low-lying, down- flowing (stream);

source: 天下之牝，牝常以靜勝牡，
en: - it becomes the centre to which tend (all the small states) under heaven. (To illustrate from) the case of all females:

source: 以靜為下。
en: - the female always overcomes the male by her stillness.

source: 則取小國；
en: Stillness may be considered (a sort of) abasement.

source: 小國以下大國，則取大國。
en: Thus it is that a great state, by condescending to small states, gains them for itself;

source: 故或下以取，或下而取。
en: and that small states, by abasing themselves to a great state, win it over to them.

source: 大國不過欲兼畜人，
en: In the one case the abasement leads to gaining adherents, in the other case to procuring favour.

source: 小國不過欲入事人。
en: The great state only wishes to unite men together and nourish them;

source: 夫兩者各得其所欲，
en: a small state only wishes to be received by, and to serve, the other.

source: 大者宜為下。
en: Each gets what it desires, but the great state must learn to abase itself.

source: 道者萬物之奧。
en: Dao has of all things the most honoured place.

source: 善人之寶，
en: No treasures give good men so rich a grace;

source: 不善人之所保。
en: Bad men it guards, and doth their ill efface.

source: 美言可以市，
en: (Its) admirable words can purchase honour;

source: 尊行可以加人。
en: (its) admirable deeds can raise their performer above others.

source: 人之不善，何棄之有？
en: Even men who are not good are not abandoned by it.

source: 故立天子，置三公，雖有拱璧以先駟馬，不如坐進此道。
en: Therefore when the sovereign occupies his place as the Son of Heaven, and he has appointed his three ducal ministers, though (a prince) were to send in a round symbol-of-rank large enough to fill both the hands, and that as the precursor of the team of horses (in the court-yard), such an offering would not be equal to (a lesson of) this Dao, which one might present on his knees.

source: 古之所以貴此道者何？
en: Why was it that the ancients prized this Dao so much?

source: 不曰以求得，有罪以免邪？
en: Was it not because it could be got by seeking for it, and the guilty could escape (from the stain of their guilt) by it?

source: 為無為，事無事，
en: (It is the way of the Dao) to act without (thinking of) acting;

source: 味無味。大小多少，
en: to conduct affairs without (feeling the) trouble of them; to taste without discerning any flavour;

source: 報怨以德。圖難於其易，
en: to consider what is small as great, and a few as many; and to recompense injury with kindness.

source: 為大於其細；天下難事必作於易，
en: (The master of it) anticipates things that are difficult while they are easy, and does things that would become great while they are small.

source: 天下大事必作於細。是以聖人終不為大，
en: All difficult things in the world are sure to arise from a previous state in which they were easy, and all great things from one in which they were small.

source: 故能成其大。夫輕諾必寡信，
en: Therefore the sage, while he never does what is great, is able on that account to accomplish the greatest things.

source: 多易必多難。
en: He who lightly promises is sure to keep but little faith;

source: 是以聖人猶難之，
en: he who is continually thinking things easy is sure to find them difficult.

source: 故終無難矣
en: Therefore the sage sees difficulty even in what seems easy, and so never has any difficulties.

source: 其安易持，
en: That which is at rest is easily kept hold of;

source: 其未兆易謀。其脆易泮，
en: before a thing has given indications of its presence, it is easy to take measures against it;

source: 其微易散。
en: that which is brittle is easily broken;

source: 為之於未有，
en: that which is very small is easily dispersed.

source: 治之於未亂。
en: Action should be taken before a thing has made its appearance;

source: 合抱之木，
en: order should be secured before disorder has begun.

source: 生於毫末；
en: The tree which fills the arms grew from the tiniest sprout;

source: 九層之臺，起於累土；千里之行，
en: the tower of nine storeys rose from a (small) heap of earth; the journey of a thousand li commenced with a single step.

source: 始於足下。
en: He who acts (with an ulterior purpose) does harm;

source: 為者敗之，執者失之。
en: he who takes hold of a thing (in the same way) loses his hold.

source: 是以聖人無為故無敗，無執故無失。
en: The sage does not act (so), and therefore does no harm; he does not lay hold (so), and therefore does not lose his bold.

source: 民之從事，常於幾成而敗之。
en: (But) people in their conduct of affairs are constantly ruining them when they are on the eve of success.

source: 慎終如始，則無敗事。是以聖人欲不欲，不貴難得之貨；
en: If they were careful at the end, as (they should be) at the beginning, they would not so ruin them. Therefore the sage desires what (other men) do not desire, and does not prize things difficult to get;

source: 學不學，復眾人之所過。
en: he learns what (other men) do not learn, and turns back to what the multitude of men have passed by.

source: 以輔萬物之自然，而不敢為。
en: Thus he helps the natural development of all things, and does not dare to act (with an ulterior purpose of his own).

source: 古之善為道者，非以明民，將以愚之。
en: The ancients who showed their skill in practising the Dao did so, not to enlighten the people, but rather to make them simple and ignorant.

source: 民之難治，以其智多。
en: The difficulty in governing the people arises from their having much knowledge.

source: 故以智治國，國之賊，
en: He who (tries to) govern a state by his wisdom is a scourge to it;

source: 不以智治國，國之福。
en: while he who does not (try to) do so is a blessing.

source: 知此兩者亦稽式。
en: He who knows these two things finds in them also his model and rule.

source: 常知稽式，是謂玄德。
en: Ability to know this model and rule constitutes what we call the mysterious excellence (of a governor).

source: 玄德深矣，遠矣，與物反矣，然後乃至大順。
en: Deep and far-reaching is such mysterious excellence, showing indeed its possessor as opposite to others, but leading them to a great conformity to him.

source: 江海所以能為百谷王者，以其善下之，
en: That whereby the rivers and seas are able to receive the homage and tribute of all the valley streams, is their skill in being lower than they;

source: 故能為百谷王。
en: - it is thus that they are the kings of them all.

source: 是以欲上民，必以言下之。欲先民，必以身後之。
en: So it is that the sage (ruler), wishing to be above men, puts himself by his words below them, and, wishing to be before them, places his person behind them.

source: 是以聖人處上而民不重，處前而民不害。是以天下樂推而不厭，以其不爭，
en: In this way though he has his place above them, men do not feel his weight, nor though he has his place before them, do they feel it an injury to them. Therefore all in the world delight to exalt him and do not weary of him.

source: 故天下莫能與之爭。
en: Because he does not strive, no one finds it possible to strive with him.

source: 天下皆謂我道大，似不肖。夫唯大，
en: All the world says that, while my Dao is great, it yet appears to be inferior (to other systems of teaching).

source: 故似不肖。若肖，
en: Now it is just its greatness that makes it seem to be inferior.

source: 久矣其細也夫！我有三寶，
en: If it were like any other (system), for long would its smallness have been known!

source: 持而保之。一曰慈，
en: But I have three precious things which I prize and hold fast.

source: 二曰儉，
en: The first is gentleness;

source: 三曰不敢為天下先。
en: the second is economy; and the third is shrinking from taking precedence of others.

source: 慈故能勇，
en: With that gentleness I can be bold;

source: 儉故能廣，
en: with that economy I can be liberal;

source: 不敢為天下先，故能成器長。今舍慈且勇，
en: shrinking from taking precedence of others, I can become a vessel of the highest honour. Now-a-days they give up gentleness and are all for being bold;

source: 舍儉且廣，
en: economy, and are all for being liberal;

source: 舍後且先，
en: the hindmost place, and seek only to be foremost;

source: 死矣！夫慈以戰則勝，以守則固。
en: - (of all which the end is) death. Gentleness is sure to be victorious even in battle, and firmly to maintain its ground.

source: 天將救之，以慈衛之。
en: Heaven will save its possessor, by his (very) gentleness protecting him.

source: 善為士者不武，
en: He who in (Dao's) wars has skill Assumes no martial port;

source: 善戰者不怒，
en: He who fights with most good will To rage makes no resort.

source: 善勝敵者不與，
en: He who vanquishes yet still Keeps from his foes apart;

source: 善用人者為之下，
en: He whose hests men most fulfil Yet humbly plies his art.

source: 是謂不爭之德，
en: Thus we say, 'He never contends, And therein is his might.'

source: 是謂用人之力，
en: Thus we say, 'Men's wills he bends, That they with him unite.'

source: 是謂配天古之極。
en: Thus we say, 'Like Heaven's his ends, No sage of old more bright.'

source: 用兵有言﹕「吾不敢為主而為客，
en: A master of the art of war has said, 'I do not dare to be the host (to commence the war); I prefer to be the guest (to act on the defensive).

source: 不敢進寸而退尺。」是謂行無行，
en: I do not dare to advance an inch; I prefer to retire a foot.' This is called marshalling the ranks where there are no ranks;

source: 〉攘無臂，
en: baring the arms (to fight) where there are no arms to bare;

source: 扔無敵，
en: grasping the weapon where there is no weapon to grasp;

source: 執無兵。禍莫大於輕敵，
en: advancing against the enemy where there is no enemy. There is no calamity greater than lightly engaging in war.

source: 輕敵幾喪吾寶。
en: To do that is near losing (the gentleness) which is so precious.

source: 故抗兵相加，哀者勝矣。
en: Thus it is that when opposing weapons are (actually) crossed, he who deplores (the situation) conquers.

source: 吾言甚易知，
en: My words are very easy to know, and very easy to practise;

source: 甚易行。天下莫能知，
en: but there is no one in the world who is able to know and able to practise them.

source: 莫能行。言有宗，事有君。
en: There is an originating and all-comprehending (principle) in my words, and an authoritative law for the things (which I enforce).

source: 夫唯無知，是以不我知。知我者希，
en: It is because they do not know these, that men do not know me. They who know me are few, and I am on that account (the more) to be prized.

source: 則我者貴。是以聖人被褐懷玉。
en: It is thus that the sage wears (a poor garb of) hair cloth, while he carries his (signet of) jade in his bosom.

source: 知不知上，
en: To know and yet (think) we do not know is the highest (attainment);

source: 不知知病。
en: not to know (and yet think) we do know is a disease.

source: 夫唯病病，是以不病。
en: It is simply by being pained at (the thought of) having this disease that we are preserved from it.

source: 聖人不病，
en: The sage has not the disease.

source: 以其病病，是以不病。
en: He knows the pain that would be inseparable from it, and therefore he does not have it.

source: 民不畏威，則大威至。
en: When the people do not fear what they ought to fear, that which is their great dread will come on them.

source: 無狎其所居，
en: Let them not thoughtlessly indulge themselves in their ordinary life;

source: 無厭其所生。夫唯不厭，是以不厭。
en: let them not act as if weary of what that life depends on. It is by avoiding such indulgence that such weariness does not arise.

source: 是以聖人自知不自見，
en: Therefore the sage knows (these things) of himself, but does not parade (his knowledge);

source: 自愛不自貴；
en: loves, but does not (appear to set a) value on, himself.

source: 勇於敢則殺，
en: He whose boldness appears in his daring (to do wrong, in defiance of the laws) is put to death;

source: 勇於不敢則活。
en: he whose boldness appears in his not daring (to do so) lives on.

source: 此兩者，或利或害。
en: Of these two cases the one appears to be advantageous, and the other to be injurious.

source: 天之所惡，
en: But When Heaven's anger smites a man,

source: 孰知其故？
en: Who the cause shall truly scan?

source: 是以聖人猶難之。
en: On this account the sage feels a difficulty (as to what to do in the former case).

source: 天之道，不爭而善勝，
en: It is the way of Heaven not to strive, and yet it skilfully overcomes;

source: 不言而善應，
en: not to speak, and yet it is skilful in (obtaining a reply);

source: 不召而自來，
en: does not call, and yet men come to it of themselves.

source: 繟然而善謀。
en: Its demonstrations are quiet, and yet its plans are skilful and effective.

source: 天網恢恢，
en: The meshes of the net of Heaven are large;

source: 疏而不失。
en: far apart, but letting nothing escape.

source: 民不畏死，
en: The people do not fear death;

source: 奈何以死懼之？
en: to what purpose is it to (try to) frighten them with death?

source: 若使民常畏死，而為奇者，吾得執而殺之，孰敢？
en: If the people were always in awe of death, and I could always seize those who do wrong, and put them to death, who would dare to do wrong?

source: 常有司殺者殺，
en: There is always One who presides over the infliction death.

source: 夫代司殺者殺，是謂代大匠斲。
en: He who would inflict death in the room of him who so presides over it may be described as hewing wood instead of a great carpenter.

source: 夫代大匠斲者，希有不傷其手矣。
en: Seldom is it that he who undertakes the hewing, instead of the great carpenter, does not cut his own hands!

source: 民之饑，以其上食稅之多，是以饑。
en: The people suffer from famine because of the multitude of taxes consumed by their superiors. It is through this that they suffer famine.

source: 民之難治，以其上之有為，
en: The people are difficult to govern because of the (excessive) agency of their superiors (in governing them).

source: 是以難治。
en: It is through this that they are difficult to govern.

source: 民之輕死，以其上求生之厚，
en: The people make light of dying because of the greatness of their labours in seeking for the means of living.

source: 是以輕死。
en: It is this which makes them think light of dying.

source: 夫唯無以生為者，是賢於貴生。
en: Thus it is that to leave the subject of living altogether out of view is better than to set a high value on it.

source: 人之生也柔弱，其死也堅強。
en: Man at his birth is supple and weak; at his death, firm and strong. (So it is with) all things.

source: 萬物草木之生也柔脆，
en: Trees and plants, in their early growth, are soft and brittle; at their death, dry and withered.

source: 其死也枯槁。故堅強者死之徒，
en: Thus it is that firmness and strength are the concomitants of death; softness and weakness, the concomitants of life.

source: 柔弱者生之徒。
en: Hence he who (relies on) the strength of his forces does not conquer;

source: 是以兵強則不勝，
en: and a tree which is strong will fill the out-stretched arms, (and thereby invites the feller.)

source: 木強則兵。強大處下，柔弱處上。
en: Therefore the place of what is firm and strong is below, and that of what is soft and weak is above.

source: 天之道，其猶張弓與？
en: May not the Way (or Dao) of Heaven be compared to the (method of) bending a bow?

source: 高者抑之，下者舉之；有餘者損之，
en: The (part of the bow) which was high is brought low, and what was low is raised up.

source: 不足者補之。天之道，
en: (So Heaven) diminishes where there is superabundance, and supplements where there is deficiency.

source: 損有餘而補不足。
en: It is the Way of Heaven to diminish superabundance, and to supplement deficiency.

source: 人之道則不然，
en: It is not so with the way of man.

source: 損不足以奉有餘。
en: He takes away from those who have not enough to add to his own superabundance.

source: 孰能有餘以奉天下？
en: Who can take his own superabundance and therewith serve all under heaven?

source: 唯有道者。是以聖人為而不恃，
en: Only he who is in possession of the Dao! Therefore the (ruling) sage acts without claiming the results as his;

source: 功成而不處，
en: he achieves his merit and does not rest (arrogantly) in it:

source: 其不欲見賢。
en: - he does not wish to display his superiority.

source: 天下莫柔弱於水，而攻堅強者，莫之能勝，其無以易之。
en: There is nothing in the world more soft and weak than water, and yet for attacking things that are firm and strong there is nothing that can take precedence of it;

source: 弱之勝強，柔之勝剛，
en: - for there is nothing (so effectual) for which it can be changed.

source: 天下莫不知莫能行。是以聖人云﹕「受國之垢，
en: Every one in the world knows that the soft overcomes the hard, and the weak the strong, but no one is able to carry it out in practice. Therefore a sage has said,

source: 是謂社稷主；
en: 'He who accepts his state's reproach, Is hailed therefore its altars' lord;

source: 受國不祥，
en: To him who bears men's direful woes

source: 是為天下王。
en: They all the name of King accord.'

source: 」正言若反。
en: Words that are strictly true seem to be paradoxical.

source: 和大怨，必有餘怨，安可以為善？
en: When a reconciliation is effected (between two parties) after a great animosity, there is sure to be a grudge remaining (in the mind of the one who was wrong). And how can this be beneficial (to the other)?

source: 是以聖人執左契，而不責於人。
en: Therefore (to guard against this), the sage keeps the left-hand portion of the record of the engagement, and does not insist on the (speedy) fulfilment of it by the other party.

source: 有德司契，無德司徹。
en: (So), he who has the attributes (of the Dao) regards (only) the conditions of the engagement, while he who has not those attributes regards only the conditions favourable to himself.

source: 天道無親，
en: In the Way of Heaven, there is no partiality of love;

source: 常與善人。
en: it is always on the side of the good man.

source: 小國寡民，使有什伯之器而不用，
en: In a little state with a small population, I would so order it, that, though there were individuals with the abilities of ten or a hundred men, there should be no employment of them;

source: 使民重死而不遠徙。
en: I would make the people, while looking on death as a grievous thing, yet not remove elsewhere (to avoid it).

source: 雖有舟輿，無所乘之；
en: Though they had boats and carriages, they should have no occasion to ride in them;

source: 雖有甲兵，無所陳之。
en: though they had buff coats and sharp weapons, they should have no occasion to don or use them.

source: 使人復結繩而用之，
en: I would make the people return to the use of knotted cords (instead of the written characters).

source: 甘其食，
en: They should think their (coarse) food sweet;
